// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Energiebeheer";

NeverAutoOffTitle = "Nooit";
AutoOffAfter15MinutesTitle = "Na 15 Minuten";
AutoOffAfter30MinutesTitle = "Na 30 Minuten";
AutoOffAfter45MinutesTitle = "Na 45 Minuten";
AutoOffAfter1HourTitle = "Na 1 Uur";
AutoOffAfter2HoursTitle = "Na 2 Uur";
AutoOffAfter3HoursTitle = "Na 3 Uur";

HSDTaskDescriptionLegacy = "Om energie te besparen, kan het zijn dat de printer na een vooraf ingestelde tijd wordt uitgezet. U kunt dat tijdsinterval instellen via onderstaand pop-up menu.";
HSDAutoOffLabelLegacy = "Zet stroom automatisch uit:";
ApplyButtonTitle = "Pas wijzigingen toe";

HSDTaskName = "Automatisch uitschakelen";
HSDTaskDescription = "Als de functie voor automatisch uitschakelen is geactiveerd, wordt de printer automatisch uitgeschakeld als deze inactief is geweest gedurende de hieronder bepaalde periode. Automatisch uitschakelen wordt gedeactiveerd wanneer de printer wordt verbonden met een netwerk.\nTip: druk op de aan/uit-knop om de printer opnieuw in te schakelen.";
HSDAutoOffLabel = "Automatisch uitschakelen:";
"0" = "Uitgeschakeld";
"1" = "na 1 minuut";
"5" = "na 5 minuten";
"10" = "na 10 minuten";
"15" = "na 15 minuten";
"20" = "na 20 minuten";
"30" = "na 30 minuten";
"60" = "na 1 uur";
"120" = "na 2 uur";
"180" = "na 3 uur";
"240" = "na 4 uur";
"480" = "na 8 uur";
"720" = "na 12 uur";
"1440" = "na 24 uur";
AutoOffEnableConfirmationTitle = "Wilt u automatisch uitschakelen inschakelen?";
AutoOffEnableConfirmationMessage = "Automatisch uitschakelen schakelt de printer uit %@ inactiviteit.";
YesButtonTitle = "Ja";
NoButtonTitle = "Nee";

HSDSleepAndAutoOffLabel = "Slaapstand/Autom. uit:";
HSDShutDownLabel = "Afsluiten:";
ShutDownEnableConfirmationTitle = "Weet u zeker dat u Afsluiten wilt inschakelen?";
ShutDownEnableConfirmationMessage = "Afsluiten schakelt de printer automatisch uit %@ inactiviteit.";
HSDTaskDescriptionForAutoOff = "HP Auto-off/Auto-on is een energiebesparingsmodus waarin zeer weinig energie wordt verbruikt. De printer ontwaakt uit deze modus om af te drukken.";
HSDTaskDescriptionForShutDown = "Afsluiten schakelt de printer automatisch uit na een ingestelde periode van inactivteit. Als u de functie Afsluiten gebruikt, kan de printer geen documenten afdrukken (inclusief documenten verzonden met ePrint) of andere taken verwerken (zoals faxen of geplande leveringen, als uw printer deze opties ondersteunt), nadat de printer is uitgeschakeld. Deze taken kunnen pas worden afgedrukt nadat de printer weer is ingeschakeld.";
HSDDelayWhenPortsAreActiveCheckBox = "Vertragen wanneer de poorten actief zijn";
